 [
    "Fui assistir um episódio de uma série e acabei maratonando a temporada inteira.",
    "Meu amigo me chamou pra ver um filme e não consegui sair.",
    "Estava assistindo um anime e perdi a noção do tempo.",
    "Fui ao cinema e acabei perdendo a noção do tempo.",
    "Meu amigo me convenceu a assistir um filme e só percebi agora.",
    "Estava tão envolvido na trama que não consegui parar.",
    "Fui assistir um episódio de uma série e acabei maratonando a temporada inteira.",
    "Meu amigo me chamou pra ver um filme e não consegui sair.",
    "Estava assistindo um anime e perdi a noção do tempo.",
    "Fui ao cinema e acabei perdendo a noção do tempo.",
    "Meu amigo me convenceu a assistir um filme e só percebi agora.",
    "Fui treinar na Sala do Tempo e me perdi no espaço-tempo. (Dragon Ball)",
    "Meu shinigami me distraiu e perdi a hora. (Death Note)",
    "Tive que enfrentar um Titã e acabei atrasando. (Attack on Titan)",
    "Precisei resolver um problema na Associação dos Caçadores. (Hunter x Hunter)",
    "Meu sharingan previu que não daria certo sair hoje. (Naruto)",
    "Estava treinando meu Haki e perdi a noção do tempo. (One Piece)",
    "Um hollow apareceu bem na minha frente e tive que lidar com isso. (Bleach)",
    "Precisei correr da Equipe Rocket antes que me sequestrassem. (Pokémon)",
    "Fui pego no Genjutsu e só acordei agora. (Naruto)",
    "Tive que capturar um novo Stand do nada. (JoJo's Bizarre Adventure)",
    "Estava resolvendo um problema de alquimia e acabei preso em outra dimensão. (Fullmetal Alchemist)",
    "Fui desafiado para um duelo de cartas e não pude recusar. (Yu-Gi-Oh!)",
    "Meu Death Note caiu no chão e tive que procurar. (Death Note)",
    "Estava em um torneio de luta mortal, desculpa o atraso. (Dragon Ball)",
    "Precisei correr atrás de um Digimon que fugiu. (Digimon)",
    "Uma bruxa me amaldiçoou e precisei resolver isso antes de sair. (Re:Zero)",
    "Meu Eva travou e precisei reconfigurar. (Neon Genesis Evangelion)",
    "Fiquei perdido no mundo dos espíritos. (Spirited Away)",
    "Meu nome foi escrito no caderno errado, então precisei negociar minha vida. (Death Note)",
    "Estava aprendendo alquimia e acabei virando metade metal. (Fullmetal Alchemist)",
    "Peguei um trem para a Vila Oculta da Folha por engano. (Naruto)",
    "Um mago me teleportou para outro mundo sem querer. (Konosuba)",
    "O Kira quase me pegou, precisei sumir por um tempo. (Death Note)",
    "Fui desafiado para um shokugeki e não podia recusar. (Shokugeki no Soma)",
    "Precisei aprender uma nova respiração para enfrentar um Oni. (Demon Slayer)",
    "Minha pokébola quebrou e meu Pikachu fugiu. (Pokémon)",
    "Me perdi no labirinto de Aincrad. (Sword Art Online)",
    "Fui transportado para um isekai e só consegui voltar agora. (Qualquer isekai)",
    "Precisei ajudar um robô gigante em uma batalha. (Gundam)",
    "Meu grimório sumiu e passei horas procurando. (Black Clover)",
    "O relógio Omnitrix não queria me transformar e fiquei preso na luta. (Ben 10, mas parece anime)",
    "A Akatsuki me caçou e tive que me esconder. (Naruto)",
    "Um Death Gun tentou me matar e precisei fugir. (Sword Art Online)",
    "Precisei derrotar um yokai antes de continuar meu dia. (Natsume Yuujinchou)",
    "O All Might me deu um treinamento especial e não podia faltar. (My Hero Academia)",
    "Precisei recuperar as esferas do dragão para um desejo urgente. (Dragon Ball)",
    "A Mikasa me sequestrou para me proteger de titãs. (Attack on Titan)",
    "Estava criando uma nova armadura sagrada. (Cavaleiros do Zodíaco)",
    "Passei o dia tentando cozinhar algo com energia espiritual. (Jujutsu Kaisen)",
    "Precisei investigar um mistério sobrenatural na minha escola. (Hyouka)",
    "Um demônio tentou fazer um contrato comigo e demorou para recusar. (Black Butler)",
    "Fui escolhido para lutar na Guerra do Santo Graal. (Fate series)",
    "Meu mecha ficou sem combustível e precisei reabastecer. (Evangelion / Code Geass)",
    "Um alquimista maluco me transformou num homúnculo por acidente. (Fullmetal Alchemist)",
    "Meu sensei me colocou para treinar até o limite. (Naruto)",
    "A Homura tentou resetar a linha do tempo de novo. (Madoka Magica)",
    "Fiquei preso no tempo infinito do Tsukuyomi. (Naruto)",
    "Uma carta Clow me causou problemas o dia todo. (Cardcaptor Sakura)",
    "Precisei salvar minha vila com um novo jutsu secreto. (Naruto)",
    "Meu stand resolveu agir sozinho e causou o maior caos. (JoJo’s Bizarre Adventure)",
    "O L me chamou para ajudá-lo em um caso, então fiquei ocupado. (Death Note)",
    "Me desafiaram para uma corrida de drift no Monte Akina. (Initial D)",
    "Minha guilda me convocou para uma missão urgente. (Fairy Tail)",
    "Precisei selar um espírito maligno que apareceu do nada. (Jujutsu Kaisen)",
    "Uma bruxa do caos bagunçou minha linha do tempo. (Re:Zero)",
    "Meu Gundam quebrou no meio da batalha e tive que consertar. (Mobile Suit Gundam)",
    "Estava enfrentando um Hollow que invadiu minha cidade. (Bleach)",
    "O Exército Revolucionário me recrutou à força. (One Piece)",
    "O King Bradley me perseguiu e precisei fugir. (Fullmetal Alchemist)",
    "Meu pai vendeu minha alma para um demônio, então tive que negociar. (Black Butler)",
    "O Exame Hunter demorou mais do que eu esperava. (Hunter x Hunter)",
    "A Saber me chamou para um duelo e não pude recusar. (Fate Series)",
    "Meu shikigami fugiu e precisei buscá-lo. (Noragami)",
    "Um Ghouls tentou me devorar e tive que me defender. (Tokyo Ghoul)",
    "Fui arrastado para o Torneio das Trevas sem querer. (Yu Yu Hakusho)",
    "O Dio congelou o tempo e só voltei agora. (JoJo's Bizarre Adventure)",
    "Fiquei preso em um jogo sem botão de logout. (Sword Art Online)",
    "Meu death flag foi ativado e precisei evitá-lo. (Qualquer isekai)",
    "O Goku me chamou para um treino de 100x a gravidade da Terra. (Dragon Ball)",
    "Meu Grimório abriu sozinho e comecei a flutuar. (Black Clover)",
    "Peguei carona no Trem do Infinito e acabei perdido. (Demon Slayer)",
    "Estava no meio de uma dança de exorcismo. (Jujutsu Kaisen)",
    "O Itachi me colocou em um genjutsu eterno e só acordei agora. (Naruto)",
    "Tive que enfrentar meu próprio clone maligno. (Qualquer anime shonen)",
    "Meu poder despertou sozinho e desmaiei de exaustão. (Bleach)",
    "O Asta me convenceu a treinar sem magia e desmaiei no meio. (Black Clover)",
    "Me perdi no labirinto da Dungeon errada. (DanMachi)",
    "Um vampiro tentou me transformar e precisei fugir. (Hellsing)",
    "Tive que fugir de um contrato suspeito com um demônio. (Chainsaw Man)",
    "Meu espírito guerreiro foi convocado e não pude recusar. (Shaman King)",
    "Um demônio devorador de sonhos me capturou e só escapei agora. (Demon Slayer)",
    "O Zenitsu me ensinou um golpe novo, mas dormi no processo. (Demon Slayer)",
    "Minha nota de matemática estava ruim e precisei virar um gênio do nada. (Dr. Stone)",
    "Fiquei tempo demais treinando minha nova técnica secreta. (Naruto)",
    "Fui escolhido como próximo Hokage e precisei resolver uns assuntos. (Naruto)",
    "Me obrigaram a estudar para entrar na U.A. (My Hero Academia)",
    "Um vilão explodiu minha casa e precisei reconstruir. (One Punch Man)",
    "O Sukuna assumiu o controle do meu corpo e causou confusão. (Jujutsu Kaisen)",
    "Meu cavaleiro de ouro favorito me chamou para um treino. (Cavaleiros do Zodíaco)",
    "O Gilgamesh apareceu e tentou me matar do nada. (Fate Series)",
    "Me perdi no mundo das cartas de duelo. (Yu-Gi-Oh!)",
    "Um feitiço de tempo me prendeu num loop infinito. (Steins;Gate)",
    "A Nami pegou todo o meu dinheiro e precisei trabalhar para recuperar. (One Piece)",
    "A Kurisu começou a falar sobre física quântica e perdi a noção do tempo. (Steins;Gate)",
    "Fiquei refletindo sobre a tristeza da vida e da humanidade. (Neon Genesis Evangelion)",
    "Meu código foi hackeado e precisei entrar no digital para resolver. (Digimon)",
    "Precisei aprender a controlar minha aura antes de sair de casa. (Hunter x Hunter)",
    "Me convocaram para um jogo mortal onde só um sobrevive. (Darwin’s Game)",
    "Minha espada mágica se quebrou e precisei forjar outra. (Qualquer anime de fantasia)",
    "O Koro-sensei me deu um dever de casa impossível e passei o dia todo tentando resolver. (Assassination Classroom)"
]