 [
        "Fui assistir um episódio de uma série e acabei maratonando a temporada inteira.",
        "Meu amigo me chamou pra ver um filme e não consegui sair.",
        "Estava assistindo um anime e perdi a noção do tempo.",
        "Fui ao cinema e acabei perdendo a noção do tempo.",
        "Meu amigo me convenceu a assistir um filme e só percebi agora.",
        "Estava tão envolvido na trama que não consegui parar.",
        "Fui assistir um episódio de uma série e acabei maratonando a temporada inteira.",
        "Meu amigo me chamou pra ver um filme e não consegui sair.",
        "Estava assistindo um anime e perdi a noção do tempo.",
        "Fui ao cinema e acabei perdendo a noção do tempo.",
        "Meu amigo me convenceu a assistir um filme e só percebi agora.",
        "Estava assistindo uma série incrível e perdi a noção do tempo.",
        "Meu amigo me chamou pra ver 'só mais um episódio' e acabei maratonando a temporada inteira.",
        "Estava tão envolvido na trama que não consegui parar.",
        "Fui assistir 'só mais um episódio' e acabei maratonando a temporada inteira.",
        "Meu amigo me chamou pra ver 'só mais um episódio' e acabei maratonando a temporada inteira.",
        "Precisei ajudar o Sherlock a resolver um caso. (Sherlock)",
        "O Walter White me chamou para um 'negócio urgente'. (Breaking Bad)",
        "Fiquei preso no Upside Down. (Stranger Things)",
        "Estava ocupado defendendo Westeros. (Game of Thrones)",
        "Fui abduzido pelos alienígenas do Arquivo X. (The X-Files)",
        "Meu amigo virou um zumbi e precisei cuidar dele. (The Walking Dead)",
        "Estava investigando um crime na BAU. (Criminal Minds)",
        "Precisei cobrir um escândalo da Casa Branca. (Scandal)",
        "Tive que impedir um assassinato antes que ele acontecesse. (Person of Interest)",
        "Meu loop temporal bugou e só consegui sair agora. (Dark)",
        "Fui chamado para um assalto na Casa da Moeda. (La Casa de Papel)",
        "Estava ajudando o Dexter a esconder um corpo. (Dexter)",
        "Fui interrogado pela SVU. (Law & Order: SVU)",
        "Meu amigo sumiu e precisei encontrá-lo. (Supernatural)",
        "Estava no espaço tentando salvar a Terra. (The Expanse)",
        "Minha inteligência artificial travou e precisei consertá-la. (Westworld)",
        "Fui sequestrado pelo Demolidor e só me soltaram agora. (Daredevil)",
        "Me perdi no labirinto da mente do Legion. (Legion)",
        "Estava tentando impedir uma invasão alienígena. (Doctor Who)",
        "Meu vizinho é um serial killer e precisei fugir. (You)",
        "Um velho disse que sou o Escolhido e fui treinar. (The Witcher)",
        "Tive que fingir ser um advogado brilhante sem diploma. (Suits)",
        "Meu amigo é um robô e precisei ajudá-lo a se esconder. (Black Mirror)",
        "Descobri que sou um clone e fui atrás da verdade. (Orphan Black)",
        "Precisei caçar vampiros e demônios a noite toda. (Buffy, a Caça-Vampiros)",
        "Fiz um pacto com um diabo charmoso e precisei cumprir. (Lucifer)",
        "Estava fugindo da polícia porque sou um hacker procurado. (Mr. Robot)",
        "Me teleportei para um mundo medieval por acidente. (The Last Kingdom)",
        "Meu chefe era um psicopata e precisei sumir. (The Office)",
        "Fui escolhido como um tributo e tive que lutar. (The 100)",
        "Um monstro saiu de um portal e precisei lutar com ele. (The Witcher)",
        "Descobri que meu melhor amigo é um espião. (Alias)",
        "Passei o dia tentando descobrir um mistério na cidade. (Twin Peaks)",
        "Fui convocado para um julgamento galáctico. (The Mandalorian)",
        "Meu computador começou a falar comigo e precisei resolver isso. (Person of Interest)",
        "Minha família é uma bagunça e precisei resolver tretas. (This Is Us)",
        "Me tornei presidente sem querer e precisei governar. (House of Cards)",
        "Estava perdido no tempo tentando consertar a linha temporal. (Loki)",
        "Me transformei em um vampiro e precisei me esconder. (What We Do in the Shadows)",
        "Descobri que sou um bruxo e tive que aprender feitiços. (Charmed)",
        "Precisei lutar contra monstros para salvar minha cidade. (Teen Wolf)",
        "Me tornei um ciborgue por acidente e precisei me adaptar. (Love, Death & Robots)",
        "Estava dentro de um videogame e tive que zerá-lo para sair. (Sword Art Online)",
        "Um assassino mascarado começou a me perseguir. (Scream: The TV Series)",
        "Fui preso injustamente e precisei bolar um plano de fuga. (Prison Break)",
        "Meu mundo virou de cabeça para baixo e precisei entender o porquê. (The OA)",
        "Descobri que minha cidade tem um grupo de vigilantes secretos. (Arrow)",
        "Fui chamado para uma missão intergaláctica e só voltei agora. (Star Trek)",
        "Me tornei um lobisomem e tive que aprender a me controlar. (The Originals)",
        "Um assassino com um caderno misterioso estava atrás de mim. (Death Note)",
        "Passei o dia tentando resolver um caso com o Monk. (Monk)",
        "Minha casa foi assombrada e precisei chamar os Winchester. (Supernatural)",
        "O FBI me colocou no Programa de Proteção a Testemunhas. (The Blacklist)",
        "Me juntei aos Peaky Blinders e a gangue me manteve ocupado. (Peaky Blinders)",
        "Descobri que sou um dos clones do Projeto Leda. (Orphan Black)",
        "Fiquei preso na prisão de Litchfield. (Orange Is the New Black)",
        "Minha mãe sumiu e tive que procurar pistas. (Pretty Little Liars)",
        "Precisei ajudar a resolver um assassinato em Neptune. (Veronica Mars)",
        "Estava em um reality show onde só um pode sobreviver. (Squid Game)",
        "Me tornei um fantasma e precisei aprender a assombrar. (Ghosts)",
        "A Umbrella Academy me chamou para salvar o mundo. (The Umbrella Academy)",
        "Meu chefe é um assassino, então não pude sair mais cedo. (Dexter)",
        "Uma bruxa jogou uma maldição em mim. (Once Upon a Time)",
        "Estava em um bar bebendo com os filhos de Ragnar. (Vikings)",
        "O Tony Soprano me chamou para uma 'reunião de negócios'. (The Sopranos)",
        "O professor Xavier me convocou para uma missão. (X-Men: The Animated Series)",
        "Me perdi na ilha e precisei sobreviver. (Lost)",
        "Fiquei preso dentro da The Good Place. (The Good Place)",
        "O Ted Mosby começou a contar outra história e perdi a noção do tempo. (How I Met Your Mother)",
        "Tive que fugir de um parque cheio de dinossauros. (Terra Nova)",
        "Me infiltrei no cartel e agora estou fugindo. (Narcos)",
        "Entrei no Yellowjackets e agora sou parte de um culto. (Yellowjackets)",
        "Passei o dia tentando escapar de uma realidade alternativa. (Fringe)",
        "Fiquei viciado em café e resolvendo mistérios. (Gilmore Girls)",
        "Me transformei em uma marionete do Jigsaw. (Saw: The Series)",
        "Tentei fugir do subúrbio perfeito, mas sempre voltava. (Wayward Pines)",
        "Passei anos congelado e acordei sem saber onde estava. (Altered Carbon)",
        "Alguém hackeou minha vida e precisei consertar tudo. (Black Mirror)",
        "Estava preso no bunker do apocalipse e só agora saí. (Unbreakable Kimmy Schmidt)",
        "Precisei ajudar os vampiros a se adaptarem ao século XXI. (What We Do in the Shadows)",
        "Fui parar na Idade Média e tive que aprender a sobreviver. (Merlin)",
        "Descobri que sou um ciborgue e agora estou tentando entender minha nova vida. (Love, Death & Robots)",
        "Passei o dia fugindo de uma distopia controlada por um governo opressor. (The Handmaid’s Tale)",
        "Estava aprendendo a caçar monstros com Geralt de Rívia. (The Witcher)",
        "Fui convidado para o casamento vermelho. (Game of Thrones)",
        "O Dr. House me diagnosticou com algo raro e precisei ficar em observação. (House M.D.)",
        "Meu advogado é o Saul Goodman e ele disse para eu sumir por um tempo. (Better Call Saul)",
        "Fui levado para um orfanato cheio de mistérios. (The Haunting of Hill House)",
        "Me tornei um cavaleiro Jedi e precisei lutar contra o Império. (The Mandalorian)",
        "Meu escritório entrou em guerra por uma máquina de café. (The Office)",
        "Precisei fugir de um casamento arranjado pelo rei. (Reign)",
        "Fui sugado para dentro de um jogo de RPG e tive que encontrar uma saída. (Critical Role)",
        "Me tornei um lobisomem e precisei aprender a me controlar. (Teen Wolf)",
        "Descobri que minha casa é uma prisão subterrânea. (The Wilds)",
        "O Mr. Robot me deu uma missão e não pude recusar. (Mr. Robot)",
        "Passei a noite enfrentando palhaços assassinos em um parque de diversões. (American Horror Story)",
        "Fui convidado para um jantar bizarro na mansão de um milionário. (The White Lotus)",
        "Um milhão de versões minhas começaram a aparecer no multiverso. (Rick and Morty)",
        "Entrei para um clube secreto de luta onde ninguém fala sobre isso. (Fight Club... mas na TV)",
        "O Batman me pediu ajuda, e quem sou eu para negar? (Gotham)"
    ]
