[
    "Minha avó inventou que queria aprender a usar redes sociais e passei o dia ensinando.",
    "Tive que ajudar meu primo a montar um quebra-cabeça de 5000 peças.",
    "Minha tia resolveu contar histórias de família e não conseguia sair de lá.",
    "Minha avó resolveu contar histórias da juventude e não conseguia sair de lá.",
    "Meu primo pequeno escondeu minhas chaves e levou meia hora pra lembrar onde colocou.",
    "Tive que ajudar meu tio a configurar o celular novo.",
    "Minha mãe inventou de reorganizar a casa e precisei ajudar.",
    "Meu pai decidiu que hoje era o dia da faxina geral.",
    "Minha tia ligou e conversamos por 40 minutos sobre nada.",
    "Meu sobrinho apagou um arquivo importante e precisei recuperar.",
    "Tive que ir buscar meu irmão na escola porque ele esqueceu a mochila.",
    "O almoço de família se estendeu porque ninguém parava de falar.",
    "Minha avó pediu ajuda com o Facebook e passei horas ensinando.",
    "Meu cachorro fugiu e passei a manhã procurando ele com minha família.",
    "Minha prima quis aprender a cozinhar e incendiou metade da cozinha.",
    "Meu irmão travou o computador jogando e precisei formatar.",
    "Minha tia trouxe um bolo e precisei comer antes de sair.",
    "Meu avô perdeu os óculos e precisei ajudar a procurar.",
    "Minha mãe me trancou do lado de fora sem querer.",
    "Meu sobrinho derramou suco nos meus papéis e precisei reimprimir.",
    "Minha família resolveu discutir política bem na hora de eu sair.",
    "Fui acordado pelo meu pai dizendo que a gente tinha que resolver um 'problema urgente'.",
    "Minha irmã pegou minha roupa e precisei encontrar outra.",
    "Meu primo estava doente e precisei cuidar dele.",
    "O almoço atrasou porque meu avô decidiu contar piadas.",
    "Minha tia me mandou buscar algo no mercado de última hora.",
    "O carro da minha mãe quebrou e precisei ajudar.",
    "Tive que levar minha avó ao médico de emergência (era só uma unha encravada).",
    "Minha irmã derrubou o Wi-Fi e passei tempo tentando consertar.",
    "Meu pai trocou os móveis de lugar e fiquei preso no quarto.",
    "Meu sobrinho chorava tanto que precisei acalmá-lo antes de sair.",
    "Minha mãe inventou de limpar meu quarto bem quando eu ia sair.",
    "Meu avô me chamou pra ensinar como usar o WhatsApp.",
    "Meu cachorro comeu meu carregador e precisei achar outro antes de sair.",
    "Minha tia resolveu me visitar sem avisar e não parava de falar.",
    "Minha irmã pegou meu fone de ouvido e tive que procurar outro.",
    "Meu pai decidiu me ensinar algo que eu já sabia e fiquei ouvindo por educação.",
    "Minha prima se machucou brincando e precisei levar ela ao médico.",
    "Meu primo pequeno queria brincar e não me deixava sair.",
    "Minha mãe me pediu um favor de última hora.",
    "Minha avó queria que eu ajudasse a resolver palavras cruzadas.",
    "Meu cachorro engoliu algo estranho e precisei levar ao veterinário.",
    "Meu irmão esqueceu a senha do e-mail e precisei recuperar pra ele.",
    "Minha tia resolveu fazer um almoço especial e tive que comer antes de sair.",
    "Meu pai queria me mostrar como se troca um pneu, mesmo sem necessidade.",
    "Minha prima me ligou chorando por um motivo bobo e precisei consolá-la.",
    "Minha mãe pediu pra eu lavar a louça justo na hora que eu ia sair.",
    "Meu avô queria me ensinar a jogar dominó antes de eu sair.",
    "Meu irmão ficou preso no banheiro porque a fechadura quebrou.",
    "Minha mãe encontrou uma foto antiga e precisou contar a história dela.",
    "Meu cachorro fugiu pro quintal do vizinho e precisei buscar.",
    "Meu tio me chamou pra ver um vídeo e acabou me mostrando 30.",
    "Minha avó disse que eu não podia sair sem antes tomar um café."
]