[
    "Meu amigo me chamou para um 'rolê rápido' e só acabou agora.",
    "Meu amigo esqueceu a carteira e tive que pagar o almoço dele.",
    "Meu amigo terminou o namoro e precisei consolá-lo.",
    "Meu amigo trancou as chaves dentro do carro e passei horas ajudando.",
    "Meu amigo quis testar um atalho e acabamos nos perdendo.",
    "Fui buscar meu amigo e o carro dele quebrou no caminho.",
    "Meu amigo decidiu cortar o cabelo sozinho e precisei consertar o estrago.",
    "Meu amigo apostou que eu não conseguiria comer um lanche gigante e precisei provar que ele estava errado.",
    "Fomos jogar videogame por meia horinha... durou 5 horas.",
    "Meu amigo esqueceu o celular na minha casa e tive que devolver.",
    "Meu amigo quis ver 'só mais um episódio' e agora já terminamos a série.",
    "Meu amigo pediu ajuda pra organizar uma festa surpresa.",
    "Meu amigo trancou a chave dentro de casa e precisei levá-lo pra pegar uma cópia.",
    "Meu amigo perdeu a carteira e fomos refazer todos os caminhos do dia.",
    "Fui dar carona para um amigo e o carro ficou sem gasolina.",
    "Meu amigo me desafiou a uma partida de sinuca e não podia recusar.",
    "Meu amigo fez um pedido gigante no drive-thru e demoramos uma eternidade.",
    "Meu amigo esqueceu onde estacionou o carro e passamos meia hora procurando.",
    "Meu amigo estava triste e precisava de alguém pra ouvir.",
    "Meu amigo quis fazer um churrasco improvisado e demorou muito pra acender o fogo.",
    "Fui ajudar meu amigo a se mudar e os móveis eram mais pesados do que imaginávamos.",
    "Meu amigo perdeu a chave de casa e precisei levá-lo para um chaveiro.",
    "Meu amigo quis 'só dar uma volta no shopping' e demoramos três horas.",
    "Meu amigo estava bêbado e precisei cuidar dele.",
    "Meu amigo insistiu que sabia um atalho e acabamos no fim do mundo.",
    "Meu amigo precisava de ajuda para escrever uma mensagem importante.",
    "Meu amigo esqueceu a senha do e-mail e precisei ajudá-lo a recuperar.",
    "Meu amigo quis cozinhar algo novo e quase explodiu a cozinha.",
    "Meu amigo achou que sabia consertar a pia e alagou a casa.",
    "Meu amigo quis jogar 'só mais uma partida' e jogamos a noite inteira.",
    "Meu amigo me ligou desesperado porque não sabia como usar uma planilha.",
    "Meu amigo comprou um móvel novo e precisava de ajuda pra montar.",
    "Meu amigo insistiu em ver um filme ruim só pra provar um ponto.",
    "Meu amigo quis 'só passar rapidinho' na casa de outra pessoa e demoramos uma eternidade.",
    "Meu amigo derrubou refrigerante no computador e precisei ajudá-lo a secar.",
    "Meu amigo se trancou no banheiro e precisei buscar ferramentas.",
    "Meu amigo insistiu que eu precisava conhecer um jogo novo e perdi o horário.",
    "Meu amigo pegou um caminho alternativo e ficamos presos no trânsito.",
    "Meu amigo queria cortar o cabelo e me levou junto para dar opinião.",
    "Meu amigo me chamou para resolver um problema técnico e levou a tarde inteira.",
    "Meu amigo quis 'só dar uma olhadinha' numa loja e comprou meia loja.",
    "Meu amigo estava atrasado e precisei esperá-lo.",
    "Meu amigo teve um encontro ruim e precisou desabafar.",
    "Meu amigo decidiu consertar o carro sozinho e quase desmontou o motor.",
    "Meu amigo ficou sem bateria e precisei emprestar o celular.",
    "Meu amigo me chamou para ver 'uma coisa rápida' e fiquei preso na conversa.",
    "Meu amigo perdeu o ingresso do evento e tivemos que procurar.",
    "Meu amigo me ligou pedindo carona de última hora.",
    "Meu amigo quis ensinar um truque de skate e acabou se machucando.",
    "Meu amigo achou que sabia estacionar e ficamos meia hora tentando sair do lugar."
]