[
        "Eu ia te chamar, mas meu celular reiniciou e esqueci.",
        "Estava tão nervoso que acabei dormindo sem querer.",
        "Meu horóscopo disse para evitar decisões hoje, então esperei.",
        "Meu coração ficou travado no buffering pensando em você.",
        "Fui escrever pra você, mas me perdi nos seus olhos na foto do perfil.",
        "Meu celular sentiu ciúmes e apagou sua notificação.",
        "Estava treinando como te pedir em casamento e perdi a noção do tempo.",
        "Meu horóscopo disse para evitar decisões importantes, então esperei.",
        "Minha mãe começou a falar de casamento e precisei escapar.",
        "O universo conspirou contra nosso encontro hoje.",
        "Esqueci o que ia te dizer porque só penso em você.",
        "Meu gato deitou no meu celular e não me deixou pegar.",
        "Me distraí pensando em nós dois no futuro.",
        "O espelho me disse que eu precisava me arrumar melhor para te ver.",
        "Fui ensaiar um elogio e me emocionei demais.",
        "Meu Wi-Fi não quis me deixar falar com minha alma gêmea.",
        "Achei que era uma pegadinha do destino e hesitei antes de responder.",
        "O tempo parou quando vi sua mensagem, só que só pra mim.",
        "Estava escrevendo pra você, mas meu coração digitava mais rápido que meus dedos.",
        "O destino me pregou uma peça e perdi a hora do nosso encontro.",
        "Fiquei admirando sua última mensagem por tempo demais.",
        "O dia só começou de verdade quando vi sua mensagem.",
        "O universo quis testar nosso amor com um pequeno atraso.",
        "A Lua me distraiu enquanto pensava em você.",
        "Estava planejando uma surpresa e me enrolei.",
        "Meu espelho disse que eu precisava me arrumar melhor antes de falar com você.",
        "O elevador ficou preso enquanto eu ensaiava uma declaração.",
        "O vento levou meu celular quando fui responder sua mensagem.",
        "Fiquei sonhando acordado com a gente e esqueci da vida.",
        "Meu dedo escorregou e apaguei a resposta sem querer.",
        "O universo quis me deixar ansioso antes de te responder.",
        "Meu celular entrou no modo 'drama romântico' e travou.",
        "O Wi-Fi caiu só pra não deixar a gente se falar antes.",
        "Fui dar um print na sua mensagem fofa e acabei fechando o app.",
        "O relógio parou quando comecei a pensar em você.",
        "Meu coração acelerou tanto que precisei me recuperar antes de digitar.",
        "O amor nos coloca desafios, e hoje foi o atraso na resposta.",
        "Meu dedo congelou de nervoso ao tentar responder sua mensagem.",
        "Estava praticando minha melhor cantada e perdi o momento certo.",
        "O destino quis ver se nosso amor resiste a uns minutos de atraso.",
        "Estava planejando a mensagem perfeita e o tempo passou.",
        "Minha avó começou a contar histórias de amor e não consegui sair.",
        "Meu cachorro pegou o celular e quase te mandou um 'eu te amo' antes da hora.",
        "O espelho me mandou treinar minha cara de apaixonado antes de te responder.",
        "Fui tomar coragem pra te chamar e acabei dormindo sem querer.",
        "O tempo passou mais rápido enquanto eu pensava no nosso encontro.",
        "Fui anotar todas as coisas que gosto em você e perdi a hora.",
        "Meu gato esbarrou no celular e quase enviou um pedido de casamento.",
        "O universo estava em modo teste e bugou minha resposta.",
        "O trânsito parou e eu aproveitei pra planejar nosso futuro juntos.",
        "O café derramou e quase formou um coração na mesa.",
        "Me atrasei porque queria achar as palavras certas pra falar com você.",
        "Meu coração ficou offline por um momento de nervoso."
    ]
