 [

        "Fui assistir um filme e acabei maratonando a trilogia inteira.",
        "Fiquei preso em um loop temporal e só consegui sair agora. (Feitiço do Tempo)",
        "Tive que salvar o mundo de um apocalipse iminente. (Armageddon)",
        "Um DeLorean me levou para o passado sem querer. (De Volta Para o Futuro)",
        "O Thanos estalou os dedos e só voltei agora. (Vingadores: Ultimato)",
        "Tive que resgatar minha filha no sonho dela. (A Origem)",
        "Fui convocado para caçar fantasmas na cidade. (Os Caça-Fantasmas)",
        "Estava em uma missão secreta para o governo. (Missão: Impossível)",
        "Um tubarão gigante apareceu e precisei fugir. (Tubarão)",
        "Fiquei preso em um parque com dinossauros soltos. (Jurassic Park)",
        "Meu carro foi roubado pelo John Wick e tive que resolver. (John Wick)",
        "O Rambo me chamou para uma guerra inesperada. (Rambo)",
        "Minha identidade secreta quase foi revelada. (Homem-Aranha)",
        "Tive que treinar para um torneio mortal. (Mortal Kombat)",
        "Meu avião caiu em uma ilha deserta. (O Náufrago)",
        "Estava sendo perseguido por um assassino mascarado. (Pânico)",
        "Um androide veio do futuro tentar me eliminar. (O Exterminador do Futuro)",
        "Precisei escapar de um jogo mortal. (Jogos Vorazes)",
        "Fui escolhido para pilotar um robô gigante contra monstros. (Círculo de Fogo)",
        "Fiquei preso dentro de uma realidade virtual. (Matrix)",
        "Um palhaço assustador apareceu na minha cidade. (It: A Coisa)",
        "Fui convocado para um assalto épico. (La Casa de Papel – Filme futuramente?)",
        "Fui atacado por um boneco assassino. (Brinquedo Assassino)",
        "Uma múmia amaldiçoada me perseguiu. (A Múmia)",
        "Fiquei perdido em um planeta desconhecido. (Perdido em Marte)",
        "Precisei proteger um anel mágico de um vilão sombrio. (O Senhor dos Anéis)",
        "Meu clone tentou tomar meu lugar. (O Sexto Dia)",
        "Precisei aprender kung fu em tempo recorde. (Karatê Kid)",
        "Uma inteligência artificial tentou me controlar. (Her)",
        "Meu hotel era assombrado e não consegui sair. (O Iluminado)",
        "Tive que impedir uma invasão alienígena. (Dia da Independência)",
        "Me perdi no espaço e só agora consegui voltar. (Gravidade)",
        "Um monstro gigante destruiu minha cidade. (Godzilla)",
        "Vi um assassino indestrutível me perseguindo. (Halloween)",
        "Fui sequestrado por piratas espaciais. (Guardiões da Galáxia)",
        "Fui desafiado para um duelo de pistolas no Velho Oeste. (Três Homens em Conflito)",
        "Precisei ajudar um robô a salvar a humanidade. (Wall-E)",
        "Passei um tempo no fundo do mar estudando uma cidade perdida. (Aquaman)",
        "Estava preso dentro de um jogo de tabuleiro. (Jumanji)",
        "Fiquei preso em uma fábrica de chocolate bizarra. (A Fantástica Fábrica de Chocolate)",
        "O Pennywise me chamou para uma conversa e eu não consegui escapar. (It: A Coisa)",
        "Precisei enfrentar um mago maligno que queria dominar o mundo. (Harry Potter)",
        "Fui convidado para um jantar estranho onde todos começaram a desaparecer. (Entre Facas e Segredos)",
        "Encontrei uma lâmpada mágica e perdi tempo fazendo pedidos. (Aladdin)",
        "Fui engolido por um buraco negro e só consegui escapar agora. (Interestelar)",
        "Precisei recuperar um artefato roubado antes que causasse o fim do mundo. (Indiana Jones)",
        "Fiquei em um trem cheio de zumbis e precisei sobreviver. (Invasão Zumbi)",
        "Me transformei em um super-herói do nada e não soube o que fazer. (Shazam!)",
        "Meu carro se tornou um robô e me levou para uma batalha intergaláctica. (Transformers)",
        "Passei meses treinando para um campeonato de boxe. (Rocky)",
        "Meu brinquedo favorito começou a falar sozinho e entrei em pânico. (Toy Story)",
        "Estava ajudando o Batman a salvar Gotham. (O Cavaleiro das Trevas)",
        "Fui escolhido como o novo Pantera Negra e tive que treinar. (Pantera Negra)",
        "O Homem de Ferro me recrutou para uma missão secreta. (Homem de Ferro)",
        "Um DeLorean bugado me mandou para a Idade Média. (De Volta Para o Futuro III)",
        "Encontrei uma mala cheia de dinheiro e precisei fugir. (Onde os Fracos Não Têm Vez)",
        "Fiquei preso dentro de um sonho dentro de um sonho. (A Origem)",
        "Me escondi de um assassino silencioso que só mata no escuro. (Um Lugar Silencioso)",
        "Fui desafiado para um duelo de varinhas mágicas. (Harry Potter)",
        "Tive que impedir que um brinquedo do mal tomasse controle da minha casa. (M3GAN)",
        "Passei o dia resolvendo enigmas para escapar de um jogo mortal. (Jogos Mortais)",
        "Um grupo de palhaços alienígenas invadiu minha cidade. (Palhaços Assassinos do Espaço Sideral)",
        "Meu carro decidiu ter vida própria e me sequestrou. (Christine, o Carro Assassino)",
        "Passei a noite tentando escapar de uma casa mal-assombrada. (Invocação do Mal)",
        "Me perdi no mundo digital e só consegui sair agora. (Tron)",
        "Fui sugado para dentro de um jogo de tabuleiro. (Jumanji)",
        "Precisei ajudar uma família a fugir de um parque de dinossauros. (Jurassic World)",
        "Meu anel mágico me teleportou para outra dimensão. (O Senhor dos Anéis)",
        "Descobri que sou um mutante e passei o dia testando meus poderes. (X-Men)",
        "Um assassino mascarado tentou me caçar a noite inteira. (Sexta-Feira 13)",
        "Passei horas dentro de um labirinto com criaturas bizarras. (Labirinto - A Magia do Tempo)",
        "Meu avião caiu no Triângulo das Bermudas e só voltei agora. (Perdidos no Espaço)",
        "Um robô assassino começou a me perseguir. (O Exterminador do Futuro)",
        "Descobri que minha vida inteira era um reality show. (O Show de Truman)",
        "Fui escolhido como o próximo gladiador. (Gladiador)",
        "Fui transportado para o mundo dos piratas. (Piratas do Caribe)",
        "Precisei atravessar um deserto pós-apocalíptico para sobreviver. (Mad Max)",
        "Tive que ajudar um detetive a resolver um mistério bizarro. (Sherlock Holmes)",
        "Passei a noite fugindo de zumbis famintos. (Resident Evil)",
        "Fui desafiado para um duelo intergaláctico de sabres de luz. (Star Wars)",
        "Estava testando minha nova armadura tecnológica e perdi a noção do tempo. (Homem de Ferro)",
        "Um grupo de ninjas me atacou e precisei me defender. (Kill Bill)",
        "Me transformei em um vampiro e passei a noite fugindo de caçadores. (Drácula de Bram Stoker)",
        "Me perdi no espaço e fui resgatado por um grupo de alienígenas. (Guardiões da Galáxia)",
        "Encontrei um livro mágico e sem querer liberei um monstro. (A Múmia)",
        "Fui escolhido como o próximo rei da selva e precisei aprender a governar. (O Rei Leão)",
        "Um vilão sequestrou minha princesa e precisei salvá-la. (Shrek)",
        "Entrei no trem para Hogwarts por engano. (Harry Potter)",
        "Um monstro do pântano invadiu minha casa e precisei lutar. (O Monstro do Pântano)",
        "Passei o dia inteiro fugindo de um caçador intergaláctico. (Predador)",
        "Um meteoro estava vindo em direção à Terra e precisei impedir. (Impacto Profundo)",
        "Entrei em um bar misterioso e descobri que todos lá eram vampiros. (Um Drink no Inferno)",
        "Um supervilão tentou me hipnotizar e levei horas para me livrar. (Megamente)",
        "Fui desafiado para uma luta de kung fu e precisei treinar. (O Grande Dragão Branco)",
        "Meu GPS me levou para dentro de uma dimensão paralela. (Interestelar)",
        "Precisei correr para entregar um anel antes que o mal tomasse conta. (O Senhor dos Anéis)",
        "Meu mentor desapareceu e precisei seguir as pistas dele. (Indiana Jones)",
        "Um espelho mágico me transportou para outro mundo. (Alice no País das Maravilhas)",
        "Fui desafiado para um torneio de batalhas interdimensionais. (Mortal Kombat)",
        "Um monstro gigante atacou minha cidade e precisei me esconder. (Cloverfield)",
        "Me tornei um espião sem querer e precisei completar uma missão secreta. (Kingsman)",
        "Fui transportado para o mundo dos sonhos e só consegui voltar agora. (A Origem)",
        "Um espírito maligno me perseguiu o dia todo. (Atividade Paranormal)",
        "Fui desafiado para uma batalha de dança intergaláctica. (Guardiões da Galáxia)",
        "Fiquei preso em um jogo de tabuleiro mágico. (Jumanji)"
    ]
